window.DATA_CITIES = [
 {
  "name": "Москва",
  "lon": 37.6178,
  "lat": 55.752,
  "region": "Москва"
 },
 {
  "name": "Санкт-Петербург",
  "lon": 30.3141,
  "lat": 59.9386,
  "region": "Санкт-Петербург"
 },
 {
  "name": "Новосибирск",
  "lon": 82.9317,
  "lat": 55.0226,
  "region": "Новосибирская область"
 },
 {
  "name": "Екатеринбург",
  "lon": 60.6153,
  "lat": 56.8573,
  "region": "Свердловская область"
 },
 {
  "name": "Казань",
  "lon": 49.1221,
  "lat": 55.7887,
  "region": "Республика Татарстан"
 },
 {
  "name": "Нижний Новгород",
  "lon": 44.002,
  "lat": 56.3287,
  "region": "Нижегородская область"
 },
 {
  "name": "Челябинск",
  "lon": 61.4288,
  "lat": 55.1611,
  "region": "Челябинская область"
 },
 {
  "name": "Красноярск",
  "lon": 92.9314,
  "lat": 56.0374,
  "region": "Красноярский край"
 },
 {
  "name": "Самара",
  "lon": 50.1355,
  "lat": 53.2077,
  "region": "Самарская область"
 },
 {
  "name": "Уфа",
  "lon": 55.9678,
  "lat": 54.7431,
  "region": "Республика Башкортостан"
 },
 {
  "name": "Ростов-на-Дону",
  "lon": 39.7077,
  "lat": 47.22,
  "region": "Ростовская область"
 },
 {
  "name": "Омск",
  "lon": 73.3686,
  "lat": 54.9924,
  "region": "Омская область"
 },
 {
  "name": "Краснодар",
  "lon": 38.9818,
  "lat": 45.0453,
  "region": "Краснодарский край"
 },
 {
  "name": "Воронеж",
  "lon": 39.192,
  "lat": 51.6683,
  "region": "Воронежская область"
 },
 {
  "name": "Пермь",
  "lon": 56.2502,
  "lat": 58.0105,
  "region": "Пермский край"
 },
 {
  "name": "Волгоград",
  "lon": 44.4976,
  "lat": 48.7138,
  "region": "Волгоградская область"
 },
 {
  "name": "Саратов",
  "lon": 45.9901,
  "lat": 51.5405,
  "region": "Саратовская область"
 },
 {
  "name": "Тюмень",
  "lon": 65.5272,
  "lat": 57.1522,
  "region": "Тюменская область"
 },
 {
  "name": "Ижевск",
  "lon": 53.1986,
  "lat": 56.8522,
  "region": "Удмуртская Республика"
 },
 {
  "name": "Барнаул",
  "lon": 83.7279,
  "lat": 53.362,
  "region": "Алтайский край"
 },
 {
  "name": "Ульяновск",
  "lon": 48.3866,
  "lat": 54.3282,
  "region": "Ульяновская область"
 },
 {
  "name": "Иркутск",
  "lon": 104.2908,
  "lat": 52.2957,
  "region": "Иркутская область"
 },
 {
  "name": "Хабаровск",
  "lon": 135.0971,
  "lat": 48.462,
  "region": "Хабаровский край"
 },
 {
  "name": "Ярославль",
  "lon": 39.8737,
  "lat": 57.6299,
  "region": "Ярославская область"
 },
 {
  "name": "Владивосток",
  "lon": 131.8735,
  "lat": 43.1056,
  "region": "Приморский край"
 },
 {
  "name": "Махачкала",
  "lon": 47.5003,
  "lat": 42.9778,
  "region": "Республика Дагестан"
 },
 {
  "name": "Томск",
  "lon": 84.9822,
  "lat": 56.5005,
  "region": "Томская область"
 },
 {
  "name": "Оренбург",
  "lon": 55.0988,
  "lat": 51.7671,
  "region": "Оренбургская область"
 },
 {
  "name": "Кемерово",
  "lon": 86.1043,
  "lat": 55.3542,
  "region": "Кемеровская область"
 },
 {
  "name": "Рязань",
  "lon": 39.7041,
  "lat": 54.627,
  "region": "Рязанская область"
 },
 {
  "name": "Астрахань",
  "lon": 48.0408,
  "lat": 46.3497,
  "region": "Астраханская область"
 },
 {
  "name": "Пенза",
  "lon": 45.0108,
  "lat": 53.1957,
  "region": "Пензенская область"
 },
 {
  "name": "Киров",
  "lon": 49.6578,
  "lat": 58.5981,
  "region": "Кировская область"
 },
 {
  "name": "Липецк",
  "lon": 39.5515,
  "lat": 52.5876,
  "region": "Липецкая область"
 },
 {
  "name": "Чебоксары",
  "lon": 47.246,
  "lat": 56.1322,
  "region": "Чувашская Республика"
 },
 {
  "name": "Калининград",
  "lon": 20.511,
  "lat": 54.7064,
  "region": "Калининградская область"
 },
 {
  "name": "Тула",
  "lon": 37.6182,
  "lat": 54.1961,
  "region": "Тульская область"
 },
 {
  "name": "Курск",
  "lon": 36.1846,
  "lat": 51.7269,
  "region": "Курская область"
 },
 {
  "name": "Ставрополь",
  "lon": 41.9642,
  "lat": 45.0344,
  "region": "Ставропольский край"
 },
 {
  "name": "Улан-Удэ",
  "lon": 107.5998,
  "lat": 51.8265,
  "region": "Республика Бурятия"
 },
 {
  "name": "Тверь",
  "lon": 35.9006,
  "lat": 56.8584,
  "region": "Тверская область"
 },
 {
  "name": "Иваново",
  "lon": 40.9726,
  "lat": 56.9999,
  "region": "Ивановская область"
 },
 {
  "name": "Брянск",
  "lon": 34.3214,
  "lat": 53.271,
  "region": "Брянская область"
 },
 {
  "name": "Белгород",
  "lon": 36.5809,
  "lat": 50.6034,
  "region": "Белгородская область"
 },
 {
  "name": "Владимир",
  "lon": 40.3998,
  "lat": 56.1385,
  "region": "Владимирская область"
 },
 {
  "name": "Чита",
  "lon": 113.4917,
  "lat": 52.0431,
  "region": "Забайкальский край"
 },
 {
  "name": "Архангельск",
  "lon": 40.5518,
  "lat": 64.5461,
  "region": "Архангельская область"
 },
 {
  "name": "Калуга",
  "lon": 36.27,
  "lat": 54.5306,
  "region": "Калужская область"
 },
 {
  "name": "Смоленск",
  "lon": 32.0509,
  "lat": 54.7783,
  "region": "Смоленская область"
 },
 {
  "name": "Орёл",
  "lon": 36.0791,
  "lat": 52.9688,
  "region": "Орловская область"
 },
 {
  "name": "Вологда",
  "lon": 39.884,
  "lat": 59.2239,
  "region": "Вологодская область"
 },
 {
  "name": "Владикавказ",
  "lon": 44.6699,
  "lat": 43.041,
  "region": "Республика Северная Осетия — Алания"
 },
 {
  "name": "Якутск",
  "lon": 129.7229,
  "lat": 62.0311,
  "region": "Республика Саха (Якутия)"
 },
 {
  "name": "Мурманск",
  "lon": 33.0992,
  "lat": 68.9678,
  "region": "Мурманская область"
 },
 {
  "name": "Грозный",
  "lon": 45.6889,
  "lat": 43.312,
  "region": "Чеченская Республика"
 },
 {
  "name": "Петрозаводск",
  "lon": 34.3469,
  "lat": 61.7849,
  "region": "Республика Карелия"
 },
 {
  "name": "Сыктывкар",
  "lon": 50.8163,
  "lat": 61.6639,
  "region": "Республика Коми"
 },
 {
  "name": "Великий Новгород",
  "lon": 31.271,
  "lat": 58.5213,
  "region": "Новгородская область"
 },
 {
  "name": "Благовещенск",
  "lon": 127.5264,
  "lat": 50.2759,
  "region": "Амурская область"
 },
 {
  "name": "Южно-Сахалинск",
  "lon": 142.7356,
  "lat": 46.9543,
  "region": "Сахалинская область"
 },
 {
  "name": "Петропавловск-Камчатский",
  "lon": 158.6275,
  "lat": 53.0639,
  "region": "Камчатский край"
 },
 {
  "name": "Магадан",
  "lon": 150.8021,
  "lat": 59.5627,
  "region": "Магаданская область"
 },
 {
  "name": "Анадырь",
  "lon": 177.5103,
  "lat": 64.7342,
  "region": "Чукотский автономный округ"
 },
 {
  "name": "Норильск",
  "lon": 88.2027,
  "lat": 69.3535,
  "region": "Красноярский край"
 },
 {
  "name": "Сочи",
  "lon": 39.7248,
  "lat": 43.597,
  "region": "Краснодарский край"
 },
 {
  "name": "Сургут",
  "lon": 73.4177,
  "lat": 61.2576,
  "region": "Ханты-Мансийский автономный округ — Югра"
 },
 {
  "name": "Симферополь",
  "lon": 34.1108,
  "lat": 44.9572,
  "region": "Республика Крым"
 },
 {
  "name": "Севастополь",
  "lon": 33.5213,
  "lat": 44.608,
  "region": "Севастополь"
 },
 {
  "name": "Донецк",
  "lon": 37.8022,
  "lat": 48.023,
  "region": "Донецкая Народная Республика"
 },
 {
  "name": "Луганск",
  "lon": 39.3055,
  "lat": 48.5681,
  "region": "Луганская Народная Республика"
 }
];
